Repository: common-repository/comments-cleaner
Catalog: lang/comments-cleaner-*.po
Languages: pl_pl

source: Comments Cleaner - Options
pl_pl: Comments Cleaner - Opcje

source: New comments:
pl_pl: Nowe komentarze:

source: Note: links and tags are removed permanently. If you want to keep them but do not display, enable options for existing only.
pl_pl: Uwaga: linki i tagi są usuwane w sposób trwały. Jeżeli chcesz je zachować ale ich nie wyświetlać, zaznacz opcje tylko dla istniejących komentarzy.

source: Remove Author's URL
pl_pl: Usuwaj adres strony WWW autora

source: Remove HTML tags
pl_pl: Usuwaj tagi HTML

source: Remove BBCode tags
pl_pl: Usuwaj tagi BBCode

source: Remove plain text links
pl_pl: Usuwaj linki podane jako tekst

source: Existing comments:
pl_pl: Istniejące komentarze:

source: Note: links and tags are removed on the fly only (they are kept in database).
pl_pl: Uwaga: linki i tagi są usuwane w locie (bez modyfikacji bazy danych).

source: Save settings
pl_pl: Zapisz ustawienia

source: This plugin removes all HTML tags, BBCode tags and links from added comments.
pl_pl: Ten plugin usuwa wszystkie tagi HTML, BBCode i linki z dodawanych komentarzy.
